{
    "en-US": {
        "profileName": "Kritsana Wipankhet",
        "profileFaculty": "Web & Application Developer",
        "profileSummary": "Freelance Web Designer & Developer. I design and develop websites,
        web applications , mobile applications , IOT development. Be a
        consultant and recommend about the development of applications for
        friends, students and the general public. experienced with all
        stages of the development for web projects. Excellent knowledge in
        many programming languages such as JavaScript(Vue.js, React.js ,
        Next.js, Node.js ), Flutter (Dart) , Typescript , PHP (Laravel
        framework), ASP.NET (.NET6) , and CSS",
       "profileBirthDate": " 22 March 1998, 25 Years old",
        profileAddress:
          "75/1 M.9 T. Pratupa A. Mueanglamphun Lamphun 51000 , Thailand",
        workExperience: "WORK EXPERIENCE",
        nttdataDate: "May 2, 2023 - Currently",
        locusDate: "June 1, 2022 - April 28, 2023",
        locusL1:
          "Developed a CRM system using the low-code platform called OutSystems to create the application.",
        locusL2:
          "Developed the E-FROM system and have been assigned the role of a Full Stack developer to build the application using Angular.js as the front-end framework and Java Spring Boot as the back-end.",
        makerasiaDate: "March 11, 2018 - May 10, 2018",
        ltcDate: "May 6, 2015 - Sep 19, 2015",
        ltcL1: "The computer network and all the installed equipment, despite being configured, continue to encounter daily issues. In my role as an IT assistant, I am responsible for inspecting the university's network to identify errors, repairing malfunctioning equipment, and completing necessary fixes on a daily basis.",
        ltcL2: "In the event that the college purchases a new computer network, as an IT assistant, I will be responsible for installing and configuring the new network to ensure that the staff can start using it as quickly as possible. Additionally, the new computer network will need to be configured to meet the specific needs of the college.",
        locationBangkok: "Bangkok, Thailand",
        locationChiangMai: "Chiang Mai, Thailand",
        locationLamphun: "Lamphun, Thailand",
        internship: "Internship",
        internalTransfer: "Internal transfer to",
      },
      "th-TH": {
        profileName: "กฤษณะ วิปันเขตร์",
        profileFaculty: "นักพัฒนาเว็บและแอปพลิเคชัน",
        profileSummary: `นักออกแบบและพัฒนาเว็บและแอปพลิเคชันอิสระ ฉันออกแบบและพัฒนาเว็บไซต์, แอปพลิเคชันเว็บ, แอปพลิเคชันมือถือ, และพัฒนาเทคโนโลยี IoT ฉันเป็นที่ปรึกษาและแนะนำเรื่องการพัฒนาแอปพลิเคชันให้กับเพื่อน, นักเรียน, และบุคคลทั่วไป มีประสบการณ์ในทุกขั้นตอนของการพัฒนาโปรเจ็คเว็บ มีความรู้เป็นอย่างดีในหลายภาษาโปรแกรมมิ่ง เช่น JavaScript (Vue.js, React.js, Next.js, Node.js), Flutter (Dart), Typescript, PHP (Laravel framework), ASP.NET (.NET6), และ CSS`,
        profileBirthDate: "22 March 1998, อายุ 25 ปี",
        profileAddress:
          "75/1 ม.9 ต.ประตูป่า อ.เมืองลำพูน จ.ลำพูน 51000 , ประเทศไทย",
        workExperience: "ประสบการณ์การทำงาน",
        nttdataDate: "2 พฤษภาคม 2565 - ปัจจุบัน",
        locusDate: "1 มิถุนายน 2564 - 28 เมษายน 2565",
        locusL1:
          "พัฒนาระบบ CRM โดยใช้แพลตฟอร์ม Low-Code ที่ชื่อ OutSystems เพื่อสร้างแอปพลิเคชัน",
        locusL2:
          "พัฒนาระบบ E-FROM และได้รับมอบหมายให้เป็น Full Stack Developer ในการสร้างแอปพลิเคชันโดยใช้ Angular.js เป็นเฟรมเวิร์กหน้าบ้านและ Java Spring Boot เป็นเฟรมเวิร์กหลังบ้าน",
        makerasiaDate: "11 มีนาคม 2560 - 10 พฤษภาคม 2560",
        ltcDate: "6 พฤษภาคม 2558 - 19 กันยายน 2558",
        ltcL1: "เป็นผู้ช่วยด้านเทคโนโลยีสารสนเทศ (IT assistant) รับผิดชอบในการตรวจสอบเครือข่ายคอมพิวเตอร์ของวิทยาลัยเพื่อระบุข้อผิดพลาด ซ่อมแซมอุปกรณ์ที่มีปัญหา และดำเนินการแก้ไขที่จำเป็นในแต่ละวัน โดยมีปัญหาเกิดขึ้นเป็นประจำบนเครือข่ายและอุปกรณ์ที่ติดตั้งทั้งหมด",
        ltcL2: "ในกรณีที่วิทยาลัยจัดซื้อเครือข่ายคอมพิวเตอร์ใหม่ ได้รับหน้าที่เป็นผู้ช่วยด้านเทคโนโลยีสารสนเทศ (IT assistant) จะรับผิดชอบในการติดตั้งและกำหนดค่าเครือข่ายใหม่เพื่อให้บุคลากรสามารถเริ่มใช้งานได้โดยเร็วที่สุด นอกจากนี้ เครือข่ายคอมพิวเตอร์ใหม่จะต้องถูกกำหนดค่าให้ตรงตามความต้องการเฉพาะของวิทยาลัยด้วย",
        locationBangkok: "กรุงเทพมหานครฯ, ประเทศไทย",
        locationChiangMai: "เชียงใหม่, ประเทศไทย",
        locationLamphun: "ลำพูน, ประเทศไทย",
        internship: "สหกิจศึกษา",
        internalTransfer: "การโอนย้ายภายในไปยัง",
      }
}